#include <stdio.h>

//ΕΙΣΑΓΩΓΗ ΣΤΟΝ ΠΡΟΓΡΑΜΜΑΤΙΣΜΟ (Α' ΕΞΑΜΗΝΟ) 1
//BEGGINING OF PROGRAMMING - ΑΡΧΗ ΤΟΥ ΚΟΟΥΝΤΙΝΓΚ


int main(){ //MAIN FUNCTION OF THE PROGRAM - ΕΙΝΑΙ ΑΥΤΟΝΟΜΗ ΚΑΙ ΠΑΙΖΕΙ ΣΗΜΑΝΤΙΚΟ ΡΟΛΟ ΓΙΑ ΤΗΝ ΕΠΙΤΕΥΞΗ ΤΟΥ ΠΡΟΓΡΑΜΜΑΤΟΣ (NOTE)
    printf ("Hello World of Informatics and Telecommunications"); //ΕΚΤΥΠΩΝΕΙ ΤΟ "..." ΚΑΙ Η PRINTF ΠΑΝΤΑ ΚΑΤΑΛΗΓΕΙ ΜΕ ; (ΝΟΤΕ)

    return 0; //Η ΕΠΙΣΤΡΟΦΗ ΜΗΔΕΝ ΣΤΟΝ ΧΡΗΣΤΗ ΦΑΝΕΡΩΝΕΙ ΕΠΙΤΥΧΙΑ (ΝΟΤΕ)
} //ΧΡΕΙΑΖΟΝΤΑΙ ΠΑΝΤΑ ΑΓΚΥΛΕΣ ΓΙΑ ΟΛΗ ΤΗΝ ΜΑΙΝ ΑΠΟ ΤΗΝ ΑΡΧΗ ΜΕΧΡΙ ΚΑΙ ΤΟ ΤΕΛΟΣ {} (ΝΟΤΕ)
